{
  "title": "Privacy Policy",
  "type": "legal",
  "lastUpdated": "January 1, 2025",
  "content": [
    {
      "type": "heading",
      "level": 1,
      "content": "Privacy Policy"
    },
    {
      "type": "text",
      "content": "Last updated: January 1, 2025"
    },
    {
      "type": "text",
      "content": "Your privacy is important to us. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our health and productivity content website."
    },
    {
      "type": "heading",
      "level": 2,
      "content": "Information We Collect"
    },
    {
      "type": "text",
      "content": "We collect information you provide directly to us, such as when you subscribe to our newsletter, download our meal plans or workout guides, or contact us for health and productivity advice."
    },
    {
      "type": "list",
      "items": [
        "Personal Information: Name, email address for newsletter and resource access",
        "Health Goals: General fitness and wellness goals you share with us",
        "Content Preferences: Types of health and productivity content you're interested in",
        "Usage Data: How you interact with our health and fitness content"
      ]
    },
    {
      "type": "heading",
      "level": 2,
      "content": "How We Use Your Information"
    },
    {
      "type": "text",
      "content": "We use the information we collect to:"
    },
    {
      "type": "list",
      "items": [
        "Provide health, fitness, and productivity content and resources",
        "Send you relevant tips, meal plans, and workout guides",
        "Communicate about new content and health-related updates",
        "Improve our content based on user interests and needs",
        "Ensure the safety and security of our health content platform"
      ]
    },
    {
      "type": "heading",
      "level": 2,
      "content": "Important Note About Health Information"
    },
    {
      "type": "text",
      "content": "We do not collect sensitive health data or medical information. Our content is for educational purposes only and is not a substitute for professional medical advice, diagnosis, or treatment."
    },
    {
      "type": "heading",
      "level": 2,
      "content": "Data Security"
    },
    {
      "type": "text",
      "content": "We implement appropriate technical and organizational measures to protect your personal information against unauthorized or unlawful processing, accidental loss, destruction, or damage."
    },
    {
      "type": "heading",
      "level": 2,
      "content": "Contact Us"
    },
    {
      "type": "text",
      "content": "If you have any questions about this Privacy Policy, please contact us at yousraelassoui6@gmail.com"
    }
  ]
}