{
  "title": "Terms of Service",
  "type": "legal",
  "lastUpdated": "January 1, 2025",
  "content": [
    {
      "type": "heading",
      "level": 1,
      "content": "Terms of Service"
    },
    {
      "type": "text",
      "content": "Last updated: January 1, 2025"
    },
    {
      "type": "text",
      "content": "Please read these Terms of Service carefully before using our health, fitness, and productivity content website."
    },
    {
      "type": "heading",
      "level": 2,
      "content": "Acceptance of Terms"
    },
    {
      "type": "text",
      "content": "By accessing or using our health and productivity content, you agree to be bound by these Terms. If you disagree with any part of these terms, then you may not access our content or services."
    },
    {
      "type": "heading",
      "level": 2,
      "content": "Health and Fitness Disclaimer"
    },
    {
      "type": "text",
      "content": "Our content is for informational and educational purposes only. It is not intended as a substitute for professional medical advice, diagnosis, or treatment. Always consult with qualified healthcare providers before starting any fitness program or making significant dietary changes."
    },
    {
      "type": "heading",
      "level": 2,
      "content": "Use of Content and Services"
    },
    {
      "type": "text",
      "content": "You may use our health and productivity content only for personal, non-commercial purposes and in accordance with these Terms. You agree not to:"
    },
    {
      "type": "list",
      "items": [
        "Redistribute our workout plans, meal guides, or content without permission",
        "Use our content for commercial fitness or nutrition businesses",
        "Modify our content and present it as your own",
        "Share our premium resources outside of your personal use",
        "Use our content in any way that could harm others' health or safety"
      ]
    },
    {
      "type": "heading",
      "level": 2,
      "content": "Intellectual Property"
    },
    {
      "type": "text",
      "content": "Our workout plans, meal guides, productivity templates, and original content are and will remain the exclusive property of TopPicksOnline and its content creators."
    },
    {
      "type": "heading",
      "level": 2,
      "content": "Assumption of Risk"
    },
    {
      "type": "text",
      "content": "By using our fitness content, you acknowledge that physical exercise carries inherent risks. You participate in any suggested activities at your own risk and are responsible for your safety and well-being."
    },
    {
      "type": "heading",
      "level": 2,
      "content": "Limitation of Liability"
    },
    {
      "type": "text",
      "content": "In no event shall TopPicksOnline, its founder, or content contributors be liable for any injury, health issue, or other damages arising from the use of our fitness, nutrition, or productivity content."
    },
    {
      "type": "heading",
      "level": 2,
      "content": "Contact Information"
    },
    {
      "type": "text",
      "content": "If you have any questions about these Terms, please contact us at yarraelliz@topicksonline.com"
    }
  ]
}